const Workers = [
  {
    id: 1,
    image:"1.jpg",
    firstname: "Arjun",
    lastname: "Connolly",
    dateOfBirth: "1998-05-30",
    position: "HDPE 4 Production Operator",
    department: "HDPE 4 Production",
    mobileNumber: "085-559-8630",
    email: "arjunco@domain.com",
    education: [
      {
        qualification: "ปริญาตรี",
        major: "วิทยาการคอมพิวเตอร์และสารสนเทศ",
        university: "มหาวิทยาลัยพระจอมเกล้าพระนครเหนือ",
      },
    ],
    jobDescription:
      "รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง",
    skill: ["ภาษา C,C#,C++", "ภาษา Java Script"],
    experience: [
      "พัฒนาเว็บไซต์ให้ Google เป็นเวลา 5 ปี",
      "พัฒนาเว็บไซต์ให้ Apple เป็นเวลากว่า 100 ปี",
    ],
    categories: ["Programming", "Web Design"],
    type: "Full Time",
    createdByUserId: 6,
  },
	{
    id: 2,
    image:"2.jpg",
    firstname: "Mathilda",
    lastname: "Bonilla",
    dateOfBirth: "1998-05-30",
    position: "HDPE 4 Production Operator",
    department: "HDPE 4 Production",
    mobileNumber: "095-551-9585",
    email: "mathilbo@domain.com",
    education: [
      {
        qualification: "ปริญาตรี",
        major: "วิทยาการคอมพิวเตอร์และสารสนเทศ",
        university: "มหาวิทยาลัยพระจอมเกล้าพระนครเหนือ",
      },
    ],
    jobDescription:
      "รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง รับจ้างเขียนเว็บไซต์ต่างๆ ในเวลาไม่เกิน 12 เดือน สำหรับบริษัทขนาดเล็ก - กลาง",
    skill: ["ภาษา C,C#,C++", "ภาษา Java Script"],
    experience: [
      "พัฒนาเว็บไซต์ให้ Google เป็นเวลา 5 ปี",
      "พัฒนาเว็บไซต์ให้ Apple เป็นเวลากว่า 100 ปี",
    ],
    categories: ["Programming", "Web Design"],
    type: "Full Time",
    createdByUserId: 25,
  },
];

module.exports = Workers;
